[NoID_CentralThatGenetic_alta AkEvent]
SpokenText="Central, that genetic material, all this equipment we've been seeing, it can only be used for one purpose. "

[NoID_CommanderConstructionOf AkEvent]
SpokenText="Commander, contstruction of this Shadow Chamber should allow us to better breakdown and analyze all of the alien artifacts and data that we've been recovering. "

[NoID_GladWeFound AkEvent]
SpokenText="Glad we found this place while there are still enough of us left to destroy it. "

[NoID_ItsLikeThis AkEvent]
SpokenText="It's like this whole areas is flush with psionic energy. I don't think we've ever seen the effects of long term exposure like this. "

[NoID_ThisIsIncredible AkEvent]
SpokenText="This is incredible. When I was younger my father would tell me stories of a glen over run with a beautiful yet dark power. Starting to feel intense déjà vu. "

[NoID_WeCanStart AkEvent]
SpokenText="We can start construction on the Shadow Chamber whenever you are ready Commander. "

[NoID_YouAndMe AkEvent]
SpokenText="You and me both. "

[S_Alien_Fortress_Shen_01 AkEvent]
SpokenText="Hate to do this... You're the only one already outfitted for combat. You know I'd go myself if I could."

[S_Alien_Fortress_Shen_02 AkEvent]
SpokenText="Ready."

[S_Alien_Fortress_Shen_03 AkEvent]
SpokenText="I hardwired what was left of the Codex brain into Rover, it should be emitting the same signal the Codex used to pass through the gateway."

[S_Alien_Fortress_Shen_04 AkEvent]
SpokenText="There. We're set to record across all spectrums. Remember. Go in. Take some quick readings and then come right back through. Ok?"

[S_Alien_Fortress_Shen_05 AkEvent]
SpokenText="Whoa...Are you seeing this?!"

[S_Alien_Fortress_Shen_06 AkEvent]
SpokenText="Doesn't look like any of their facilities we've been through so far...or any place on Earth for that matter."

[S_Alien_Fortress_Shen_07 AkEvent]
SpokenText="Only one way to find out."

[S_Alien_Fortress_Shen_08 AkEvent]
SpokenText="Go on. We're counting on you."

[S_Alien_Fortress_Shen_09 AkEvent]
SpokenText="That is definitely not fine,  Doctor."

[S_Alien_Fortress_Shen_10 AkEvent]
SpokenText="Obviously."

[S_Alien_Fortress_Shen_11 AkEvent]
SpokenText="Well we better make sure we have the right key before we try again. I would hate for this to occur on something "organic.""

[S_Ambient_ADVENT_Burger_Shen AkEvent]
SpokenText="Having never stepped foot in one of the city centers, I've never actually had one of the these ADVENT burgers I keep hearing rumors about. No one really seems to be asking the hard questions either, like, when was the last time you even saw a cow?"

[S_Ambient_Helpers_Shen AkEvent]
SpokenText="At one point I thought about trying to bring in an ADVENT Mec to see if we could integrate the GREMLIN AI. The idea being to bolster our staff with robotic assistants. I eventually decided not to bring it up to Central or Tygan, at least not until things settle down some. "

[S_Autopsy_MEC_Blurb AkEvent]
SpokenText="ADVENT has legions of these mechanized units out there helping to "keep the peace." As far as I can tell, they're fully automated and armed to the teeth."

[S_Autopsy_Sectopod_Blurb AkEvent]
SpokenText="Central claims to have seen one of these things up close back in the day. Despite a lot of speculation, there was no pilot to be found once we pried it open."

[S_Autopsy_Turret_Blurb AkEvent]
SpokenText="ADVENT doesn't seem to have any issues stationing completely autonomous weapons in close proximity to the people in those cities. Really shows you how much they care."

[S_Avenger_Ambient_Shen_ADVENTtech AkEvent]
SpokenText="I've had a chance to take a closer look at some of the ADVENT weapons recovered from the field. The alloy used in their frames is significantly lighter, making them more suited to the human form. I'm guessing it's the same material we've seen them using all over the colonies, but they'd have to be producing it from something here on Earth, they seem to have an endless supply of the stuff."

[S_Avenger_Ambient_Shen_Alientech AkEvent]
SpokenText="It's been slow going, but I've made headway interfacing our equipment with the alien technology still embedded throughout the ship. Most of the primary systems are now operating on some combination of our technology and theirs. My hope is to use the best of both worlds to come up with something new, something the aliens won't expect."

[S_Avenger_Ambient_Shen_CityMigration_01 AkEvent]
SpokenText="What do you know about these Gene Therapy clinics, Doctor? They seem like a big draw for the cities right now."

[S_Avenger_Ambient_Shen_CityMigration_02 AkEvent]
SpokenText="As long as you've been chipped first?"

[S_Avenger_Ambient_Shen_CityMigration_03 AkEvent]
SpokenText="I'm beginning to see the appeal."

[S_Avenger_Ambient_Shen_FacadePeace_02 AkEvent]
SpokenText="The millions of people in those cities don't seem to mind all that much."

[S_Avenger_Ambient_Shen_FacadePeaceB_01 AkEvent]
SpokenText="Do you ever regret leaving the city? You must miss some of it? The food? The warm beds?"

[S_Avenger_Ambient_Shen_FacadePeaceB_02 AkEvent]
SpokenText="I hadn't thought about that...ADVENT probably had a pretty nice lab setup for you."

[S_Avenger_Ambient_Shen_FacadePeaceB_03 AkEvent]
SpokenText="Don't worry; I'm sure the Commander will find something nice for you."

[S_Avenger_Ambient_Shen_Father AkEvent]
SpokenText="I think dad would have been proud of what we're doing here. For the first time in a long time, we're actually a threat to the aliens, and they know it. Now we just have to make all those people in the colonies remember what we're fighting for. My father didn't die so we could become a race of cowering test subjects for the aliens to toy with. We just have to get the people's attention."

[S_Avenger_Ambient_Shen_Makeshift AkEvent]
SpokenText="I'm not sure how the rest of the crew would feel if they knew how many bandages I've had to put on this ship. A little luck goes a long way when you don't have much to work with, but I'm worried about what might happen if we push her too hard."

[S_Avenger_Ambient_Shen_PowerCore AkEvent]
SpokenText="We noticed early on that the Avenger has a tendency to "dip" forward when the power core is under load without the engines engaged. At first I thought maybe it was a stabilizer issue, but now I'm starting to think it's all just part of the aliens' grand design. The core itself may not be entirely stable, which would explain why the aliens went through so much trouble to isolate it in the bow."

[S_Avenger_Ambient_Shen_Quick_01 AkEvent]
SpokenText="I wish we had a simulator for Bradford to practice on, if he crashes this ship, I might just hand him over to ADVENT myself."

[S_Avenger_Ambient_Shen_Quick_02 AkEvent]
SpokenText="I still don't know where ADVENT are getting all these reinforcements from. It's sure as hell not a volunteer force."

[S_Avenger_Ambient_Shen_Quick_03 AkEvent]
SpokenText="I saw Tygan muttering to himself in one of the corridors, I'm not sure he even noticed me. Bradford trusts him, but I'm still keeping my eyes open."

[S_Avenger_Ambient_Shen_Quick_04 AkEvent]
SpokenText="You'd think we'd have some robotic helpers around here by now. Hmmm. Maybe I can piece something together."

[S_Avenger_Ambient_Shen_Quick_05 AkEvent]
SpokenText="I got a report of some creaking down by the aft lift yesterday. I just hope it's not metal fatigue."

[S_Avenger_Ambient_Shen_Quick_06 AkEvent]
SpokenText="Pickings are slim, but I'm hoping we find a few more recruits who can handle a wrench - I could use the help."

[S_Avenger_Ambient_Shen_Quick_07 AkEvent]
SpokenText="I probably could have saved a lot of time repairing the ship's systems if we had any idea how to translate their language. Unfortunately, we don't come across many linguists out here."

[S_Avenger_Ambient_Shen_Quick_08 AkEvent]
SpokenText="I wonder if this is what it was like in the old days. Always on edge, ready for a fight on a moment's notice. It certainly keeps you on your toes."

[S_Avenger_Ambient_Shen_Quick_09 AkEvent]
SpokenText="I should see if any of the troops have been keeping count on alien kills. Might be a useful recruiting tool."

[S_Avenger_Ambient_Shen_Quick_10 AkEvent]
SpokenText="Tygan seems to have a habit of scratching that scar on the back of his head, I wonder if anyone made sure his chip was actually removed."

[S_Avenger_Ambient_Shen_ShenFather_01 AkEvent]
SpokenText="Getting the Avenger's power back online was a miracle. I'm not entirely sure how he deciphered their system, but we'd still be half-buried in the sand if he hadn't. He gave everything he had to get the ship running, but he didn't live long enough to see her fly."

[S_Avenger_Ambient_Shen_ShenFather_02 AkEvent]
SpokenText="You can honor his memory by using this ship to destroy the aliens wherever we find them."

[S_Avenger_Ambient_Shen_ShenFatherB_01 AkEvent]
SpokenText="I just wish he had lived long enough to see us fight back...to know that it wasn't all for nothing."

[S_Avenger_Ambient_Shen_ShenFatherB_02 AkEvent]
SpokenText="From what I've seen, you could use the practice."

[S_Avenger_Ambient_Shen_ShensPrideB_01 AkEvent]
SpokenText="It's all we've got... and I know the aliens aren't happy about losing one of their own..."

[S_Avenger_Ambient_Shen_ShensPrideB_02 AkEvent]
SpokenText="I'm more than happy to prove 'em wrong."

[S_Avenger_Ambient_Shen_ShensPrideC_01 AkEvent]
SpokenText="Dad sacrificed the only thing he had left to get this ship off the ground, and I won't let it be for nothing. She might be a little worse for wear right now, but with some new schematics and a little elbow grease, she'll be the toughest thing in the sky."

[S_Avenger_Ambient_Shen_TyganConscienceB_01 AkEvent]
SpokenText="Tell me something, Doctor. It must have been pretty cushy working with ADVENT, living in the colonies...so why the sudden change of heart? "

[S_Avenger_Ambient_Shen_TyganConscienceB_02 AkEvent]
SpokenText="You should have known better. The aliens would never have come here if they wanted peace."

[S_Avenger_Ambient_Shen_TyganConscienceB_03 AkEvent]
SpokenText="Then I'd say you've got your work cut out for you."

[S_Avenger_Ambient_ShenFacadePeace_01 AkEvent]
SpokenText="You lived in one of the colonies for a few years before linking up with Central, right?"

[S_Avenger_Attack_Shen_01_Setup_Phase AkEvent]
SpokenText="Impossible there's no damage to the engines!  Unless- Must be using an electromagnetic pulse!  if I can just bypass all this alien circuitry hold on!"

[S_Avenger_Attack_Shen_02_Setup_Phase AkEvent]
SpokenText="It's not accepting the transfer interface ready, the system is overriding my command"

[S_Avenger_Attack_Shen_03_Setup_Phase AkEvent]
SpokenText="Right."

[S_Avenger_Attack_Shen_04_Setup_Phase AkEvent]
SpokenText="We've got a problem."

[S_Avenger_Attack_Shen_05_Setup_Phase AkEvent]
SpokenText="They've just dropped some sort of spike outside. It's generating the Same type of pulse that knocked us out of the sky.I can't get our engines while it's out there!"

[S_Avenger_Attack_Shen_06_Setup_Phase AkEvent]
SpokenText="Not from here."

[S_Avenger_Attack_Shen_07_Setup_Phase AkEvent]
SpokenText="I can't get our engines while it's out there!"

[S_Avenger_Shen_Exposed_Power_Coil_First AkEvent]
SpokenText="This coil could provide us with some additional power for the Avenger's systems, but we'll need to add some shielding first to protect to the crew."

[S_Avenger_Shen_Not_Enough_Engineers AkEvent]
SpokenText="I could use a hand with some of the engineering chores around here, Commander. Let me know."

[S_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="We're about to find out. I've patched the Shadow Chamber directly into the ship's computer."

[S_Blacksite_Horror_Shen_02 AkEvent]
SpokenText="It's been sifting through the material we recovered non-stop since our return. Cataloguing sequences..."

[S_Blacksite_Horror_Shen_03 AkEvent]
SpokenText="Which is why we need the ship's computer to find out where they came from."

[S_Blacksite_Horror_Shen_04 AkEvent]
SpokenText="By cross referencing them with the data we've managed to hack from the ADVENT network."

[S_Blacksite_Horror_Shen_05 AkEvent]
SpokenText="It's...an admission file from one of the Gene Therapy clinics."

[S_Blacksite_Horror_Shen_06 AkEvent]
SpokenText="The gene clinics. Millions of people, just looking for help."

[S_Blacksite_Horror_Shen_07 AkEvent]
SpokenText="It's genocide doctor. And these people are walking right into it! "

[S_Blacksite_Horror_Shen_08 AkEvent]
SpokenText="We may not know what they're doing with this stuff, but I think I can find out where it's going."

[S_Blacksite_Horror_Shen_09 AkEvent]
SpokenText="Got it. ­It's a high security production facility - standard defensive complement."

[S_Broadcast_Truth_Shen_01 AkEvent]
SpokenText="Ready. Though we're gonna need to be real close to pull this off."

[S_Broadcast_Truth_Shen_02 AkEvent]
SpokenText="Closing to within range. Attempting access!"

[S_Build_This_Item_Engineering_Tutorial_Shen AkEvent]
SpokenText="I can't promise any miracles, Commander, but I should be able to put some of this stuff together in not time at all. I'd suggest we get started with a Medikit, it'll probably come in handy sooner rather than later."

[S_Build_This_Item_Engineering_Tutorial_Shen_ALT AkEvent]
SpokenText="I can't promise any miracles, Commander, but I should be able to put some of this stuff together in not time at all. I'd suggest we get started with a Medikit, it'll probably come in handy sooner rather than later."

[S_Commander_Awakens_Shen_01_Setup_Phase AkEvent]
SpokenText="There are better places to do this Doctor!"

[S_Commander_Awakens_Shen_02_Setup_Phase AkEvent]
SpokenText="Ready as it's gonna be."

[S_Commander_Awakens_Shen_03_Setup_Phase AkEvent]
SpokenText="These readings are getting really erratic."

[S_Commander_Awakens_Shen_04_Setup_Phase AkEvent]
SpokenText="DOCTOR! No signal..."

[S_Dark_Volunteer_01_Shen_01 AkEvent]
SpokenText="It won't be easy, but I think it's the only option we have at this point."

[S_Dark_Volunteer_01_Shen_02 AkEvent]
SpokenText="The sequence has to be part of a live subject - the key only works in lock-step with the signal."

[S_Dark_Volunteer_01_Shen_03 AkEvent]
SpokenText="No. That part we can handle. We make our own."

[S_Dark_Volunteer_01_Shen_04 AkEvent]
SpokenText="But I can. In a way. By manipulating  the new Avatar via the psionic network."

[S_Dark_Volunteer_01_Shen_05 AkEvent]
SpokenText="Not exactly. And definitely not me."

[S_Dark_Volunteer_01_Shen_06 AkEvent]
SpokenText="In the meantime, I'll break down every circuit of that stasis suit. When the time comes, I'll be ready."

[S_Dark_Volunteer_02_Shen_01 AkEvent]
SpokenText="Final connection is set. Power levels adequate. One more look at the buffer..."

[S_Dark_Volunteer_02_Shen_02 AkEvent]
SpokenText="We're ready."

[S_Dark_Volunteer_02_Shen_03 AkEvent]
SpokenText="Initiating network connection."

[S_First_Flight_Shen_01_Setup_Phase AkEvent]
SpokenText="Short answer? "Yes". But you might all want to hold onto something."

[S_FirstStasisLanceAvailable_Shen AkEvent]
SpokenText="We've got the schematics, and our equipment is ready to begin assembly, Commander. Just give the word and we'll build the Skull Jack."

[S_FirstStasisLanceBolted_Shen AkEvent]
SpokenText="The proving grounds are ready, Commander, we can build the Skulljack whenever you give the word."

[S_Here_they_Come_Shen AkEvent]
SpokenText="Here they come."

[S_Human_Tubes_Shen_ALT AkEvent]
SpokenText="But why here? What more could they be doing at this point? "

[S_Intro_Shen_01 AkEvent]
SpokenText="Signal received. Loud and clear."

[S_Intro_Shen_02 AkEvent]
SpokenText="Gatecrasher, the window is open."

[S_Item_Selected_Engineering_Tutorial_Shen AkEvent]
SpokenText="I'm on it, Commander."

[S_Old_Gods_01_Shen_01 AkEvent]
SpokenText="Commander, we're making progress piecing this thing back together- but it hasn't been pretty."

[S_Old_Gods_01_Shen_02 AkEvent]
SpokenText="I'll take your word for it, Doctor."

[S_Old_Gods_01_Shen_03 AkEvent]
SpokenText="These are coordinates- return coordinates. Think we've got a point of origin!  Well...part of one. I doubt this thing's local..."

[S_Old_Gods_01_Shen_04 AkEvent]
SpokenText="That's not all its doing. I'm losing the data we've already decrypted."

[S_Old_Gods_01_Shen_05 AkEvent]
SpokenText="Forget the data...it's accessing the  power core. Overriding my safeties. Increasing power levels to... No!"

[S_Old_Gods_01_Shen_06 AkEvent]
SpokenText="Tygan!  Sever the connection!"

[S_Old_Gods_01_Shen_07 AkEvent]
SpokenText="That's an enormous amount of data."

[S_Old_Gods_01_Shen_08 AkEvent]
SpokenText="Better get started. I don't think we're gonna be able to do that again."

[S_Old_Gods_01_Shen_09 AkEvent]
SpokenText="That's IF I can reconstruct the data we lost in the transfer. I just hope it was worth it."

[S_Pre_Final_Mission_Broadcast_Shen_01 AkEvent]
SpokenText="When does he ever?"

[S_Pre_Final_Mission_Broadcast_Shen_02 AkEvent]
SpokenText="No problem."

[S_ResistanceMusing_Shen AkEvent]
SpokenText="Having the Commander around seems to have given the resistance a morale boost, not to mention our crew. I don't think I've ever seen Bradford this happy. Even though he and the Commander both know and trust Cato from before the war, I'm withholding my judgment for now. As much as the resistance needs our help, we need their support just as much."

[S_Setup_Phase_Avoid_Hostile_Detection_Radius_Shen AkEvent]
SpokenText="You need to avoid their line of sight, stay clear of the indicated detection radius."

[S_Setup_Phase_Build_This_Facility_Shen AkEvent]
SpokenText="Commander, I think building this facility would give us the biggest benefit right now."

[S_Setup_Phase_Excavation_Staff_Confirmed_Shen AkEvent]
SpokenText="Looks good to me, just give the word and we'll get started, Commander."

[S_Setup_Phase_Excavation_Underway_Shen AkEvent]
SpokenText="Excavation is under way, Commander, but it's going to take some time to get all that stuff cleared out."

[S_Setup_Phase_First_Build_Item_Screen_Shen AkEvent]
SpokenText="You'd be surprised how big of a difference some of these things can make in combat, Commander. With a few supplies I can manufacture anything we need in no time."

[S_Setup_Phase_How_To_Excavate_Shen AkEvent]
SpokenText="To clear out these rooms, first we'll need to assign an engineer to the task. Once we start getting into the far reaches of the ship, it's going to take more time and manpower to make space for new facilities."

[S_Setup_Phase_Start_Excavation_Shen AkEvent]
SpokenText="Now that we've got some help, we can start clearing out the old equipment and debris from the ship to make room for new facilities."

[S_Setup_Phase_Use_Overwatch_Against_Reinforcements_Shen AkEvent]
SpokenText="If we want to get the jump on the alien's reinforcements, we can use Overwatch to setup and position ourselves for their arrival."

[S_Shen_Greeting_A AkEvent]
SpokenText="Hey Commander."

[S_Shen_Greeting_B AkEvent]
SpokenText="Hello Commander."

[S_Shen_Greeting_C AkEvent]
SpokenText="Commander?"

[S_Shen_Greeting_D AkEvent]
SpokenText="What can I do for you, Commander?"

[S_Shen_Greeting_E AkEvent]
SpokenText="New orders, Commander?"

[S_Shen_Greeting_F AkEvent]
SpokenText="Just give the word and I'll get started, Commander."

[S_Shen_ThankYouForWorkshop AkEvent]
SpokenText="Thanks, Commander. The new workshop will do just fine."

[S_Shens_Loot_Shen_01_Setup_Phase AkEvent]
SpokenText="Why are you all just standing around?!"

[S_Shens_Loot_Shen_02_Setup_Phase AkEvent]
SpokenText="It's perfect!  Come on, let's get it inside."

[S_StasisLanceReminder_Shen AkEvent]
SpokenText="We're ready go to, Commander. If you need a Skull Jack, we can build one at any time."

[S_Support_Ambient_Musings_Misc_Shen_01 AkEvent]
SpokenText="I've been digging through some of the old data files Central has been holding on to since before the war. I keep running across notes scrawled in English and what looks like broken German. I should probably ask him about it."

[S_Support_Beam_Weapons_Shen_01 AkEvent]
SpokenText="The aliens aren't going to be happy when they see we've got energy weapons just like theirs now."

[S_Support_Build_Proving_Grounds_Shen_01 AkEvent]
SpokenText="Commander, if we're going to try and build this Skulljack that Tygan came up with, we're going to need a specialized facility to test it out."

[S_Support_Excavate_Room_No_Engineer_Shen AkEvent]
SpokenText="Commander, I'm going to need more help on the engineering team before I can start clearing out some of these other rooms. We should recruit an engineer."

[S_Support_First_Engineer_Received_Shen AkEvent]
SpokenText="Now that we have more staff on the engineering team, we can start clearing out space for new facilities, Commander. We should keep looking for more recruits though, we'll need them to staff the facilities once they're built."

[S_Support_First_Excavating_Room_Shen_01 AkEvent]
SpokenText="Commander, so far I haven't seen anything critical among the alien components leftover in this area. If we clean this stuff out, we could probably use this space for a new facility."

[S_Support_First_Facility_Construction_Shen_01 AkEvent]
SpokenText="We'll start work on the new facility right away, Commander. I'll send word when it's up and running."

[S_Support_First_Item_Selected_Shen_01 AkEvent]
SpokenText="It's all yours, Commander. Let me know if you need anything else."

[S_Support_First_Kill_Shen_01 AkEvent]
SpokenText="Commander, there might be salvageable equipment on some of the ADVENT bodies. Anything we can recover would be a big help when it comes to fabricating our own stuff."

[S_Support_First_Time_Construction_Shen AkEvent]
SpokenText="There's room for us to expand our facilities onboard the Avenger, Commander, but we'll need more engineers to clear out space for construction first."

[S_Support_Golden_Path_Musings_Advent_Shen_01 AkEvent]
SpokenText="As far as I can tell, ADVENT's technology, along with most of what we've seen going on in the city centers, is based on variations, and in some cases improvements, of the existing alien tech used during the invasion. Luckily, the more common this stuff becomes, the easier it'll be for us to find components that can work in conjunction with the Avenger's hybrid systems."

[S_Support_Golden_Path_Musings_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="All those people, millions of innocent lives unknowingly walking right into the aliens' trap. We should have realized sooner, we knew the aliens couldn't be trusted. But their message has always been louder than ours, and they've certainly got a lot more incentives to offer in the city centers than we do out here. Either way, we can't let this go on, no matter what the cost."

[S_Support_Golden_Path_Musings_Dying_Ethereals_Shen_01 AkEvent]
SpokenText="I don't think you'll find anyone on board this ship who feels the least bit sorry to hear that the Elders are dying off. If anything, morale probably got a boost once word spread outside of the senior staff. Of course, there's always a catch - they've always got a scheme - and I get the impression we're gonna end up part of their cure whether we like it or not."

[S_Support_Great_Mission_Shen_01 AkEvent]
SpokenText="If we keep this up the aliens don't stand a chance, Commander."

[S_Support_Great_Mission_Shen_02 AkEvent]
SpokenText="Let's hope they all go that smooth, Commander. Great work."

[S_Support_Great_Mission_Shen_03 AkEvent]
SpokenText="Well done, Commander - it's always good for morale when we ace a mission like that."

[S_Support_Great_Mission_Shen_04 AkEvent]
SpokenText="I wondered how the new gear would hold up, Commander. Looks to me like it's working out just fine."

[S_Support_Great_Mission_Shen_05 AkEvent]
SpokenText="I'm glad to see our new recruits aren't hesitating when it comes to taking out the aliens."

[S_Support_Great_Mission_Shen_06 AkEvent]
SpokenText="Good work out there, Commander. The aliens must be getting nervous by now."

[S_Support_Great_Mission_Shen_07 AkEvent]
SpokenText="The squad made it back whole, and the aliens paid the price. Great work, Commander."

[S_Support_Great_Mission_Shen_08 AkEvent]
SpokenText="There's no way the aliens were expecting a fight like that. I'm impressed, Commander."

[S_Support_Great_Mission_Shen_09 AkEvent]
SpokenText="After a mission like that, spirits are gonna be high around here. We might have to resupply the bar."

[S_Support_Great_Mission_Shen_10 AkEvent]
SpokenText="The aliens are probably still wondering what hit 'em. Let's keep it up, Commander."

[S_Support_Heavy_Plated_Armor_Shen_01 AkEvent]
SpokenText="The E.X.O. armor suit gives our soldiers the power they need to handle heavy weapons, with the durability to match."

[S_Support_Heavy_Powered_Armor_Shen_01 AkEvent]
SpokenText="We're calling this heavy power armor the W.A.R. suit. This is as tough and strong as we can make 'em, with plenty of power for handling heavy weapons."

[S_Support_Light_Plated_Armor_Shen_01 AkEvent]
SpokenText="The Spider suit will improve our soldier's chances of dodging an attack, while also providing increased agility and grappling capability."

[S_Support_Light_Powered_Armor_Shen_01 AkEvent]
SpokenText="Our stealthiest suit, the Wraith provides a range of movement that technically violates the laws of physics. There's also a grappling hook for good measure."

[S_Support_Magnetic_Weapons_Shen_01 AkEvent]
SpokenText="These magnetic based weapons are a lot like the early railgun prototypes, they fire projectiles at extremely high velocity."

[S_Support_Medium_Plated_Armor_Shen_01 AkEvent]
SpokenText="The aptly named Predator armor should give our soldiers increased longevity in the field."

[S_Support_Medium_Powered_Armor_Shen_01 AkEvent]
SpokenText="This is our basic Power armor frame, providing the durability you'd expect from a giant armored suit."

[S_Support_Modify_Skulljack_Shen_01 AkEvent]
SpokenText="Commander, if we really want to get a jump on the aliens, I've got a few ideas about how we might modify the Skulljack to scan for hidden areas on the ADVENT network. I won't lie to you though, our troops are going to have pull off a risky maneuver to make it work in the field."

[S_Support_More_Engineers_Shen_01 AkEvent]
SpokenText="Commander, if you come across any skilled recruits out there, we could always use the help in Engineering."

[S_Support_Not_Enough_Comms_Shen AkEvent]
SpokenText="Commander, we've utilized all of our available communications capacity, we can't establish any new contacts until we upgrade our systems."

[S_Support_Not_Enough_Power_Shen AkEvent]
SpokenText="Commander, we've pushed our current power systems to the limit, we don't have any capacity to spare, which means we can't expand our facilities further."

[S_Support_Proving_Ground_Project_First_Shen_01 AkEvent]
SpokenText="I'll have the team get started immediately, Commander. I'll let you know as soon as we've made progress."

[S_Support_Proving_Ground_Visit_Shen_01 AkEvent]
SpokenText="Welcome to the Proving Grounds, Commander. It seemed like good idea to isolate some of our more experimental concepts, especially when it comes to weapons development."

[S_Support_Proving_Grounds_Project_Selected_Shen_01 AkEvent]
SpokenText="Sounds good, Commander - I'll let you know as soon as the project is ready for deployment."

[S_Support_Proving_Grounds_Project_Selected_Shen_02 AkEvent]
SpokenText="Interesting choice. I'll send word as soon as we're finished, Commander."

[S_Support_Proving_Grounds_Project_Selected_Shen_03 AkEvent]
SpokenText="We'll get started right away, Commander. I'll send word when the project is complete."

[S_Support_Psi_Gate_Recovered_Shen AkEvent]
SpokenText="Commander, now that we've managed to bring the alien's artifact back to the Shadow Chamber, we should start the analysis as soon as possible. It's risky, but I don't see any way we can avoid powering it up if we're going to understand how it works."

[S_Support_Shadow_Chamber_Constructed_Shen AkEvent]
SpokenText="Commander, now that we've completed the Shadow Chamber we should be able to complete a more thorough analysis of the alien artifacts and data that we've been recovering. "

[S_Support_Shadow_Chamber_Nag_Shen AkEvent]
SpokenText="Commander, the Shadow Chamber is up and running. All we have to do now is put it to use. "

[S_Support_Shadow_Chamber_Tactical_UI_First_Shen_01 AkEvent]
SpokenText="Commander, we've had the Shadow Chamber running the numbers, these are the tactical projections for our next field operation."

[S_Support_Staffing_Investment_Shen_01 AkEvent]
SpokenText="Commander, once we commit engineering staff to a specific facility, they'll have to work in that area for a while before they can move on."

[S_Support_Thanks_Workshop_Shen_01 AkEvent]
SpokenText="I know space is limited, Commander - I appreciate the additional workshop facilities. We'll make good use of them."

[S_Support_Tough_Mission_Shen_01 AkEvent]
SpokenText="That didn't go so well. Maybe I can improve our weapons or armor somehow, give our troops better odds."

[S_Support_Tough_Mission_Shen_02 AkEvent]
SpokenText="A few more missions like that, and the aliens will have wiped out what little we have left."

[S_Support_Tough_Mission_Shen_03 AkEvent]
SpokenText="There has to be something more we can do to help our troops."

[S_Support_Tough_Mission_Shen_04 AkEvent]
SpokenText="I thought we were ready. I'll have to work harder - we'll all have to work harder."

[S_Support_Tough_Mission_Shen_05 AkEvent]
SpokenText="My engineers are dedicated to making sure this doesn't happen again, Commander - we'll do everything we can."

[S_Support_Unstaffed_Engineer_Shen AkEvent]
SpokenText="Commander, I appreciate you recruiting new staff for the engineering team, but as it stands we have people still waiting for an assignment. We can have them working on construction, excavation, or staffing a facility."

[S_Support_Urge_Facility_Shen_01 AkEvent]
SpokenText="Commander, we might have to do some cleaning, but we've still got room to grow here. We should consider building some new facilities."

[S_Victory_Shen_01 AkEvent]
SpokenText="Without the Elder's stabilizing the Psionic network, everything's going haywire!  That gate's not gonna hold much longer!"

[S_Victory_Shen_02 AkEvent]
SpokenText="Wasn't anything on my end. This shouldn't even be possible. Unless..."

[S_Victory_Shen_03 AkEvent]
SpokenText="We do that, we risk a complete overload!"

[S_Victory_Shen_04 AkEvent]
SpokenText="And one trans-dimensional Psionic network down for the count."

[S_Welcome_Engineering_Shen_01_Setup_Phase AkEvent]
SpokenText="Come on, come on, don't be stubborn. I've checked the connections, five times. Why. Won't. You. Work."

[S_Welcome_Engineering_Shen_02_Setup_Phase AkEvent]
SpokenText="Commander! Getting our tech to talk to their's is harder than you'd think. Though I'm sure you of all people would know about that."

[S_Welcome_Engineering_Shen_03_Setup_Phase AkEvent]
SpokenText="Not that I meant...I don't think we've been introduced yet. Well formally. Lily Shen, Ship's engineer at your service. You were probably expecting to see my father - in all that happened I'm guessing Central didn't tell you yet."

[S_Welcome_Engineering_Shen_04_Setup_Phase AkEvent]
SpokenText="Dad...gave everything he had to get us this far. This entire ship is his life's work. I know he would have loved to show you around the place himself. He used to talk about you a lot."

[S_Welcome_Engineering_Shen_05_Setup_Phase AkEvent]
SpokenText="You can be sure I'm ready to finish what he started. Might not look it, but from here I can fabricate pretty much anything you come up with. And with a little more help...well you'd be amazed with what I can do."

[S_Welcome_Engineering_Shen_06_Setup_Phase AkEvent]
SpokenText="It was a honor to finally meet you. Commander."

[S_Welcome_Engineering_Shen_07_Setup_Phase AkEvent]
SpokenText="There."

[S_What_he_Said_Shen AkEvent]
SpokenText="What he said."

